[
    "Eu nunca fiquei obcecado em stalkear alguém nas redes sociais.",
    "Eu nunca fui expulso da sala de aula.",
    "Eu nunca desmaiei na rua.",
    "Eu Nunca peguei carona com estranhos.",
    "Eu nunca fui parado por policiais.",
    "Nunca andei de cavalo.",
    "Eu nunca quebrei um osso.",
    "Eu nunca quebrei um dente.",
    "Eu nunca criei uma conta fake nas redes sociais.",
    "Eu nunca tive uma experiência paranormal.",
    "Eu nunca tive algum perfil de rede social hackeado.",
    "Nunca roubei alguma coisa em uma loja.",
    "Eu nunca tive paralisia do sono.",
    "Eu nunca fiquei preso no elevador.",
    "Eu nunca tentei cortar meu próprio cabelo.",
    "Eu nunca pintei o cabelo de alguma cor estranha.",
    "Nunca cantei num karaokê na frente de várias pessoas.",
    "Eu nunca apareci na TV.",
    "Eu nunca passei mal num parque de diversões.",
    "Eu nunca corri da polícia.",
    "Eu nunca pedi dinheiro no sinal.",
    "Eu nunca me arrependi imediatamente após enviar uma mensagem.",
    "Eu nunca levei um tapa no rosto.",
    "Eu nunca dei um tapa no rosto de alguém.",
    "Eu nunca participei de uma briga.",
    "Eu nunca chorei no transporte público.",
    "Eu nunca passei mais de dois dias sem tomar banho.",
    "Eu nunca olhei o celular de alguém sem que a pessoa soubesse.",
    "Eu nunca fui demitido.",
    "Eu nunca dormi na rua.",
    "Nunca peguei comida do lixo e comi.",
    "Nunca caí na rua porque estava olhando o celular.",
    "Eu nunca consegui algo de graça dando em cima de alguém.",
    "Eu nunca quebrei algo na casa de alguém e escondi.",
    "Eu nunca tive um vídeo constrangedor postado na internet.",
    "Eu nunca me gabei por algo que não fiz.",
    "Eu nunca menti tanto sobre alguma coisa que acreditei que fosse verdade.",
    "Eu nunca sofri bullying na escola.",
    "Eu nunca segurei a mão da pessoa errada na rua.",
    "Eu nunca fui expulso de uma festa.",
    "Eu nunca postei algo enquanto estava bêbado e me arrependi.",
    "Eu nunca fingi estar sóbrio na frente dos meus pais.",
    "Eu nunca roubei dinheiro da carteira dos meus pais.",
    "Eu nunca nadei pelado em uma praia ou cachoeira.",
    "Eu nunca acordei e ainda estava bêbado.",
    "Eu nunca comi comida que caiu no chão.",
    "Eu nunca comi comida que alguém largou na área de alimentação do shopping.",
    "Nunca fiquei com mais de 5 pessoas em uma festa.",
    "Nunca beijei alguém que eu não conhecia.",
    "Eu nunca dei um beijo triplo.",
    "Eu nunca fiz topless na praia.",
    "Eu nunca fiquei com o irmão/irmã de um amigo.",
    "Eu nunca dormi no ônibus e perdi o meu ponto.",
    "Eu nunca fiquei apaixonado por algum professor.",
    "Eu nunca fui assaltado.",
    "Eu nunca enviei/recebi flores.",
    "Eu nunca menti para meus pais sobre onde estou indo.",
    "Eu nunca fiz xixi em uma piscina do lado dos meus amigos.",
    "Eu nunca usei Crocs.",
    "Eu nunca vomitei na frente de outras pessoas.",
    "Eu nunca peidei num elevador e fingi que não era eu.",
    "Eu nunca segui a pessoa errada na rua.",
    "Eu nunca deixei meu celular cair na privada.",
    "Eu nunca fui em uma festa sem ser chamado.",
    "Eu Nunca matei um animal de estimação por acidente.",
    "Eu nunca beijei alguém famoso.",
    "Eu nunca vomitei e tive que engolir.",
    "Eu nunca fiquei com gêmeos.",
    "Eu nunca gostei mais de um filme do que do seu livro.",
    "Eu nunca entrei em casa pela janela.",
    "Eu nunca ri tanto que fiz um pouco de xixi.",
    "Eu Nunca passei o número errado para alguém.",
    "Eu nunca menti para alguém sobre qual era meu nome.",
    "Eu nunca tive o meu nome no SPC.",
    "Eu nunca passei um trote para a polícia.",
    "Eu nunca encontrei uma celebridade.",
    "Eu nunca conversei por mensagem de texto por quatro horas seguidas.",
    "Eu nunca fugi de um policial.",
    "Eu nunca acordei bêbado.",
    "Eu nunca contei calorias.",
    "Eu nunca roubei algo que custasse mais de $10.",
    "Eu nunca mandei uma selfie sexy para alguém.",
    "Eu nunca dei em cima de alguém enquanto estava em um encontro com outra pessoa.",
    "Eu nunca dei PT em um carro.",
    "Eu nunca gostei de uma música do Justin Bieber.",
    "Eu nunca tive um amigo que se virou contra mim.",
    "Eu nunca tentei reproduzir uma cena de ação dentro de casa.",
    "Eu nunca tive rodinhas na bicicleta.",
    "Eu nunca estraguei as férias alheias.",
    "Eu nunca comi picles com manteiga de amendoim.",
    "Eu nunca dormi na aula e acordei no meio de uma poça de baba.",
    "Eu nunca comi cera de ouvido.",
    "Eu nunca bebi antes de fazer 18 anos.",
    "Eu nunca usei algemas.",
    "Eu nunca tive uma casa na árvore.",
    "Eu nunca fiz xixi na piscina.",
    "Eu nunca apostei em alguma coisa.",
    "Eu nunca montei um animal.",
    "Eu nunca vi um jacaré ou crocodilo no habitat natural.",
    "Eu nunca quis matar alguém.",
    "Eu nunca andei de moto.",
    "Eu nunca matei aula.",
    "Eu nunca dormi no trabalho.",
    "Eu nunca disse que o cachorro comeu meu dever de casa.",
    "Eu nunca me atrasei para o trabalho ou para a aula.",
    "Eu nunca abaixei as calças de um colega.",
    "Eu nunca peidei na frente de um colega de classe ou do trabalho.",
    "Eu nunca tive um emprego.",
    "Eu nunca colei em uma prova.",
    "Eu nunca esqueci que era fim de semana e fui para o trabalho ou para a escola.",
    "Eu nunca menti para o meu chefe.",
    "Eu nunca fiz bullying com alguém.",
    "Eu nunca trabalhei com vendas.",
    "Eu nunca vomitei no trabalho ou na escola.",
    "Eu nunca flertei com um professor.",
    "Eu nunca trabalhei num zoológico.",
    "Eu nunca fingi que estava doente para faltar à escolha ou ao trabalho.",
    "Eu nunca xinguei um colega de classe ou um cliente.",
    "Eu nunca roubei no trabalho ou na escola.",
    "Eu nunca me arrependi de uma decisão na carreira.",
    "Eu nunca sofri bullying.",
    "Eu nunca menti sobre minhas horas de trabalho.",
    "Eu nunca fui apaixonado por um professor.",
    "Eu nunca trabalhei até depois da meia-noite.",
    "Eu nunca falei uma língua estrangeira.",
    "Eu nunca fui para o trabalho ou para a escola de pijama.",
    "Eu nunca fiz alguém ser demitido.",
    "Eu nunca xinguei um professor.",
    "Eu nunca gritei com um cliente.",
    "Eu nunca beijei alguém na escola.",
    "Eu nunca reclamei do meu chefe pelas costas dele.",
    "Eu nunca fingi que estava doente para ir para casa.",
    "Eu nunca me perdi quando estava bêbado.",
    "Eu nunca caí de tanto beber.",
    "Eu nunca joguei um jogo de bebida.",
    "Eu nunca abri uma garrafa com outra garrafa.",
    "Eu nunca bebi sozinho.",
    "Eu nunca fiquei bêbado para ganhar confiança.",
    "Eu nunca vomitei em um táxi.",
    "Eu nunca virei uma cerveja em menos de 10 segundos e depois vomitei.",
    "Eu nunca sofri um acidente quando estava bêbado.",
    "Eu nunca tomei um shot.",
    "Eu nunca bebi uma garrafa de vodca de 700ml em uma noite.",
    "Eu nunca gastei mais de $500 numa noitada.",
    "Eu nunca culpei a bebida por algo que eu fiz.",
    "Eu nunca dormi bêbado ao relento.",
    "Eu nunca bebi uísque como se fosse água.",
    "Eu nunca liguei bêbado para alguém.",
    "Eu nunca fui para a casa errada porque estava bêbado.",
    "Eu nunca pratiquei um esporte enquanto bebia.",
    "Eu nunca culpei a bebida por algo que eu disse.",
    "Eu nunca passei um mês sem beber desde que comecei a beber.",
    "Eu nunca bebi no transporte público.",
    "Eu nunca desmaiei de tanto beber.",
    "Eu nunca bebi da tigela de um cachorro.",
    "Eu nunca caí do sofá porque estava bêbado.",
    "Eu nunca conversei com alguém enquanto estava bêbado.",
    "Eu nunca tive que perguntar onde eu estava quando acordei.",
    "Eu nunca fiquei tão bêbado que fiz xixi na cama.",
    "Eu nunca fiquei tão bêbado que esqueci de uma noitada.",
    "Eu nunca mais consegui beber tequila de novo depois de uma noite ruim.",
    "Eu nunca fiz um drink.",
    "Eu nunca vomitei de tanto beber.",
    "Eu nunca fui para casa com alguém só porque estava bêbado.",
    "Eu nunca cantei karaokê bêbado.",
    "Eu nunca transei com alguém porque fui desafiado.",
    "Eu nunca fui a um sex shop.",
    "Eu nunca vi meus pais pelados.",
    "Eu nunca tive fantasias com outra pessoa.",
    "Eu nunca nadei pelado.",
    "Eu nunca fiz swing.",
    "Eu nunca chorei durante o sexo.",
    "Eu nunca levei um susto porque achei que estava grávida.",
    "Eu nunca observei alguém se masturbar.",
    "Eu nunca flagrei meus pais durante o sexo.",
    "Eu nunca senti atração pela mãe de um amigo.",
    "Eu nunca coloquei meu pênis num aspirador de pó.",
    "Eu nunca tirei nudes.",
    "Eu nunca joguei strip poker.",
    "Eu nunca tomei um shot do corpo de alguém.",
    "Eu nunca transei com um estranho.",
    "Eu nunca fui convidado para um ménage à trois.",
    "Eu nunca fiz ou recebi um footjob.",
    "Eu nunca usei lubrificante.",
    "Eu nunca me masturbei no banho.",
    "Eu nunca me aliviei sozinho depois do sexo porque não estava satisfeito.",
    "Eu nunca cheirei a calcinha usada de alguém.",
    "Eu nunca fiz sexo a quatro com três outros homens.",
    "Eu nunca tomei banho com um amigo.",
    "Eu nunca dei palmadas em alguém mais velho que eu.",
    "Eu nunca usei um brinquedo sexual de outra pessoa.",
    "Eu nunca flertei com alguém para fazer ciúmes em outra pessoa.",
    "Eu nunca paguei por um encontro.",
    "Eu nunca tentei usar música para criar um clima.",
    "Eu nunca fiz vídeos ousados.",
    "Eu nunca recebi uma reclamação de barulho por causa do sexo.",
    "Eu nunca usei viagra por curiosidade.",
    "Eu nunca flertei com alguém enquanto estava comprometido.",
    "Eu nunca estive em um relacionamento só para não ficar sozinho.",
    "Eu nunca namorei mais de uma pessoa ao mesmo tempo.",
    "Eu nunca menti para o meu parceiro.",
    "Eu nunca tive medo de apresentar um parceiro aos meus pais.",
    "Eu nunca estive em um relacionamento rebote.",
    "Eu nunca estive em um relacionamento aberto.",
    "Eu nunca tive fantasias com o parceiro de um amigo.",
    "Eu nunca aconselhei alguém a terminar um relacionamento.",
    "Eu nunca tentei roubar o parceiro de alguém.",
    "Eu nunca disse “eu te amo” da boca para fora.",
    "Eu nunca experimentei uma camisinha com sabor.",
    "Eu nunca deixei um amigo em uma festa e fui transar.",
    "Eu nunca fui chamado de “só um amigo”.",
    "Eu nunca insultei um ex depois do término.",
    "Eu nunca namorei alguém por mais de um ano.",
    "Eu nunca levei alguém ao cinema no nosso primeiro encontro.",
    "Eu nunca me apaixonei por alguém que eu não conhecia.",
    "Eu nunca fui a um speed dating.",
    "Eu nunca fiquei com alguém que conheci online.",
    "Eu nunca beijei alguém e me arrependi instantaneamente.",
    "Eu nunca rejeitei alguém por ter muitos pelos no corpo.",
    "Eu nunca fingi que gostava de algo só porque meu crush gostava.",
    "Eu nunca traí um parceiro.",
    "Eu nunca me apaixonei.",
    "Eu nunca chorei na frente de um ex.",
    "Eu nunca levei um pé na bunda.",
    "Eu nunca fui stalkeado por um ex online.",
    "Eu nunca saí com alguém que conheci no Tinder.",
    "Eu nunca flertei com alguém em um jogo online.",
    "Eu nunca estive em um encontro às cegas.",
    "Eu nunca vasculhei as fotos do meu parceiro.",
    "Eu nunca falei mal do meu parceiro pelas costas dele.",
    "Eu nunca namorei a mesma pessoa duas vezes.",
    "Eu nunca pensei em me casar com meu parceiro.",
    "Eu nunca terminei com alguém por mensagem de texto.",
    "Eu nunca soltei um peido molhado.",
    "Eu nunca trabalhei em um restaurante de fast food.",
    "Eu nunca estive em uma casa assombrada.",
    "Eu nunca menti para evitar uma multa.",
    "Eu nunca quebrei um móvel ao sentar nele.",
    "Eu nunca stalkeei um crush.",
    "Eu nunca senti atração por um personagem de desenho.",
    "Eu nunca jantei doces.",
    "Eu nunca fui preso.",
    "Eu nunca fingi que estava em um videoclipe.",
    "Eu nunca fui expulso de um bar.",
    "Eu nunca fui apaixonado pelo pai ou mãe de um amigo.",
    "Eu nunca fiz um smoothie nojento.",
    "Eu nunca enfiei o dedo no nariz e comi.",
    "Eu nunca quebrei meu celular.",
    "Eu nunca flagrei alguém no banheiro.",
    "Eu nunca roubei dinheiro do cofrinho de um irmão.",
    "Eu nunca dancei no elevador.",
    "Eu nunca deixei uma mensagem de voz bêbado.",
    "Eu nunca dei send e me arrependi instantaneamente.",
    "Eu nunca soquei uma parede.",
    "Eu nunca fumei maconha.",
    "Eu nunca disse “eu te amo” da boca para fora.",
    "Eu nunca roubei uma loja.",
    "Eu nunca tive medo de palhaços.",
    "Eu nunca me fiz de difícil.",
    "Eu nunca tomei café da manhã na cama.",
    "Eu nunca roubei meus pais.",
    "Eu nunca quis transar com alguém que está jogando este jogo agora.",
    "Eu nunca fiz sexo na sauna.",
    "Eu nunca recebi dupla penetração.",
    "Eu nunca transei com mais de três pessoas na mesma noite.",
    "Eu nunca fiz bondage.",
    "Eu nunca fui interrompido durante o sexo.",
    "Eu nunca me expus por causa de um desafio.",
    "Eu nunca fiz sexo sem proteção.",
    "Eu nunca transei com um colega de trabalho.",
    "Eu nunca mantive amizade com um ex.",
    "Eu nunca fui vendado durante o sexo.",
    "Eu nunca fiz sexo antes dos 16 anos.",
    "Eu nunca transei com meu chefe para ganhar uma promoção.",
    "Eu nunca fiz sexo sem camisinha.",
    "Eu nunca transei com alguém por pena.",
    "Eu nunca fiz sexo com alguém nesta sala/quarto.",
    "Eu nunca saí em um encontro duplo com meus pais.",
    "Eu nunca usei um legume como brinquedo sexual.",
    "Eu nunca fiz bizarrices no sexo.",
    "Eu nunca namorei mais de uma pessoa ao mesmo tempo.",
    "Eu nunca penetrei um parceiro com o dedo em um lugar público.",
    "Eu nunca fiz sexo antes dos 18 anos.",
    "Eu nunca fiz sexo enquanto estava menstruada.",
    "Eu nunca transei com um colega de classe.",
    "Eu nunca paguei uma stripper.",
    "Eu nunca menti para os amigos sobre ter feito sexo.",
    "Eu nunca medi o comprimento do pênis do meu parceiro.",
    "Eu nunca paguei por sexo.",
    "Eu nunca comprei um teste de gravidez.",
    "Eu nunca senti gosto de sêmen.",
    "Eu nunca disse a uma pessoa que ela tinha genitais pequenos.",
    "Eu nunca fiz um fio terra em alguém.",
    "Eu nunca me recusei a fazer sexo oral em alguém por causa dos pelos.",
    "Eu nunca me recusei a fazer sexo oral em alguém por causa do cheiro.",
    "Eu nunca chorei no trabalho ou na escola.",
    "Eu nunca ignorei uma solicitação de amizade de um colega de trabalho em uma rede social.",
    "Eu nunca fingi que falava fluentemente uma língua estrangeira.",
    "Eu nunca fui para o trabalho sem escovar os dentes.",
    "Eu nunca transei com alguém do trabalho.",
    "Eu nunca insultei um colega de trabalho.",
    "Eu nunca fui para o trabalho sem desodorante.",
    "Eu nunca roubei a ideia de alguém no trabalho.",
    "Eu nunca menti sobre meu emprego.",
    "Eu nunca dormi demais e perdi a hora do trabalho.",
    "Eu nunca estive bêbado no trabalho.",
    "Eu nunca briguei no trabalho.",
    "Eu nunca sonhei com um colega de trabalho.",
    "Eu nunca beijei um colega de trabalho.",
    "Eu nunca fiquei excitado no trabalho.",
    "Eu nunca usei uniforme.",
    "Eu nunca odiei um colega de trabalho.",
    "Eu nunca trabalhei em um restaurante de fast food.",
    "Eu nunca fui para o trabalho de ressaca.",
    "Eu nunca levei um esporro aos gritos do meu chefe.",
    "Eu nunca menti no meu currículo.",
    "Eu nunca fui demitido.",
    "Eu nunca fui para o trabalho sem calcinha/cueca.",
    "Eu nunca virei uma mesa.",
    "Eu nunca transei com meu chefe.",
    "Eu nunca tive fantasias com o parceiro de um amigo.",
    "Eu nunca dei em cima de uma pessoa sabendo que ela era casada.",
    "Eu nunca me apaixonei pelo parceiro de um amigo.",
    "Eu nunca fiquei sem resposta quando ouvi “eu te amo”.",
    "Eu nunca beijei alguém cujo nome eu não sabia.",
    "Eu nunca terminei com alguém por telefone.",
    "Eu nunca namorei duas pessoas da mesma família.",
    "Eu nunca recebi uma carta de amor.",
    "Eu nunca menti sobre ser solteiro porque não estava interessado na pessoa.",
    "Eu nunca flertei com uma pessoa sabendo que ela era comprometida.",
    "Eu nunca fiquei com o ex de um amigo.",
    "Eu nunca transei com alguém que tinha o dobro da minha idade.",
    "Eu nunca me apaixonei pelo parceiro de um amigo.",
    "Eu nunca dei meu número de telefone a alguém.",
    "Eu nunca levei um ficante para um evento de família.",
    "Eu nunca me apaixonei pelo meu melhor amigo.",
    "Eu nunca namorei alguém só para fazer ciúme em outra pessoa.",
    "Eu nunca espiei alguém que estava se trocando.",
    "Eu nunca fiquei insatisfeito com o corpo do meu parceiro.",
    "Eu nunca terminei com alguém em público.",
    "Eu nunca me cadastrei em um site de namoro.",
    "Eu nunca namorei alguém mais velho que eu.",
    "Eu nunca transei com alguém que conhecia há menos de 24 horas.",
    "Eu nunca fui chamado de provocador.",
    "Eu nunca fui a um encontro que arrumei pelo Tinder.",
    "Eu nunca quebrei a regra dos 5 segundos.",
    "Eu nunca inventei meu próprio drink.",
    "Eu nunca disse às pessoas que eu não peido.",
    "Eu nunca depilei o saco.",
    "Eu nunca disse “eu te amo” a alguém acidentalmente.",
    "Eu nunca ri alto de fato enquanto digitava “LOL”.",
    "Eu nunca chupei o dedão.",
    "Eu nunca dirigi bêbado.",
    "Eu nunca sofri bullying.",
    "Eu nunca fiz xixi numa piscina pública.",
    "Eu nunca espiei alguém no banho.",
    "Eu nunca passei mais de 24 horas seguidas jogando jogos.",
    "Eu nunca mandei minha comida de volta para o chef.",
    "Eu nunca repassei um presente.",
    "Eu nunca tentei cortar meu cabelo.",
    "Eu nunca saí de um restaurante sem pagar a conta.",
    "Eu nunca errei o vaso ao fazer xixi.",
    "Eu nunca concordei com algo que Donald Trump disse.",
    "Eu nunca bebi um destilado direto da garrafa.",
    "Eu nunca fiquei com o ex-amor do meu melhor amigo.",
    "Eu nunca usei Crocs.",
    "Eu nunca apontei uma arma para alguém.",
    "Eu nunca me vesti como o sexo oposto.",
    "Eu nunca ajustei os botões da minha blusa de acordo com quem estava presente.",
    "Eu nunca peidei na frente de alguém que gosto.",
    "Eu nunca comi manteiga pura.",
    "Eu nunca pulei na piscina vestido.",
    "Eu nunca bebi moonshine.",
    "Eu nunca contrabandeei algo para outro país.",
    "Eu nunca terminei com alguém enquanto estava bêbado.",
    "Eu nunca tentei impressionar um crush fingindo entender sobre os interesses dele.",
    "Eu nunca mandei uma mensagem de texto picante para a pessoa errada.",
    "Eu nunca joguei meu nome no Google para ver o que aparecia.",
    "Eu nunca fiz cocô nas calças acidentalmente.",
    "Eu nunca fui sarrado por um cachorro.",
    "Eu nunca usei um banheiro público que não tinha papel higiênico.",
    "Eu nunca passei a frente de alguém numa fila.",
    "Eu nunca paguei peitinho para ter bebida grátis.","Eu nunca brochei.","Eu nunca chamei o nome errado durante o sexo.","Eu nunca fiquei com alguém da minha família.","Eu nunca enviei uma mensagem quente para o número errado.","Eu nunca tive sexo com alguém com o dobro da minha idade.","Eu nunca pensei que podia ter uma DST.","Eu nunca usei um objeto comum como brinquedo sexual e coloquei de volta.","Eu nunca fiz sexo a 3.","Eu nunca acho a ponta do durex na primeira vez.","Eu nunca desejei ou fiquei com alguém do mesmo sexo.","Eu nunca me masturbei ao ar livre.","Eu nunca me exibi na webcam.","Eu nunca fui infiel.","Eu nunca fiz sexo na cama dos meus pais.","Eu nunca transei na praia.","Eu nunca tomei banho com outra pessoa.","Eu nunca nadei pelado.","Eu nunca fiquei com o ex de um(a) amigo(a).","Eu nunca fiquei com alguém dessa roda.","Eu nunca fiz sexo anal.","Eu nunca dei um beijo de Singapura.","Eu nunca fiz sexo menstruada.","Eu nunca fiz greve de sexo.","Eu nunca fiz um strip tease.","Eu nunca fingi um orgasmo.","Eu nunca usei uma camisinha que brilha no escuro.","Eu nunca me fantasiei de algo muito zoado para satisfazer alguém na cama.","Eu nunca transei em uma suíte com espelho no teto.","Eu nunca fui a um motel drive in.","Eu nunca participei do surubão de Noronha.","Eu nunca deixei marca de chupão em alguém.","Eu nunca odiei um apelido carinhoso de alguém.","Eu nunca desconfiei do meu parceiro.","Eu nunca tive um namorado virtual.","Eu nunca tive vergonha de revelar uma fantasia sexual.","Eu nunca fiz sexo tântrico.","Eu nunca imaginei meu/minha namorad@ com outra pesoa.","Eu nunca imaginei nós dois fazendo uma coisa muito safada.","Eu nunca usei alfo afrodisíaco.","Eu nunca inventei uma desculpa esfarrapada para não transar.","Eu nunca tive vontade de ir a uma casa de swing.","Eu nunca usei vibrador enquanto estava com meu namorado.","Eu nunca fiz algo constrangedor para agradar meu/minha parceiro.","Eu nunca tive nojo de sêmen.","Eu nunca tive nojo de menstruação.","Eu nunca pensei que eu fosse viciad@ em sexo.","Eu nunca usei um estimulador de clítoris.","Eu nunca recebi um massagem erótica.","Eu nunca usei máscaras na cama.","Eu nunca testei uma posição sexual perigosa.","Eu nunca pensei em outra pessoa enquanto me masturbava.","Eu nunca tive vergonha de pedir alguma coisa na cama.","Eu nunca pratiquei pompoarismo.","Eu nunca pensei em fazer sexo anal.","Eu nunca dominei uma pessoa na cama.","Eu nunca fui dominad@ por alguém na cama.","Eu nunca recebi uma massagem tailandesa.","Eu nunca transei em quarto iluminado à luz de velas.","Eu nunca falei sacanagem durante o sexo.","Eu nunca fiz uma rapidinha.","Eu nunca gozei de verdade.","Eu nunca transei fora de casa.","Eu nunca fiquei com alguém 10 anos mais velho do que eu.","Eu nunca fiquei excitado com algum cheiro.","Eu nunca tive vergonha da minha cara enquanto eu gozo.","Eu nunca terminei com alguém porque a pessoa era ruim de cama.","Eu nunca fiz sexo enquanto estava bebad@.","Eu nunca fiz garganta profunda.","Eu nunca transei na água.","Eu nunca me excitei com a voz de alguém.","Eu nunca senti dor enquanto transava.","Eu nunca tentei apimentar a relação.","Eu nunca entendi a diferença entre amor e paixão.","Eu nunca fiz um anal giratório.","Eu nunca recebi uma massagem yoni.","Eu nunca usei lubrificante.","Eu nunca tive um orgasmo mental.","Eu nunca usei uma cadeira erótica.","Eu nunca fiz um fio-terra.","Eu nunca transei na frente de alguém.","Eu nunca fui a uma praia nudista.","Eu nunca me masturbei no chuveiro","Eu nunca provoquei uma pessoa.","Eu nunca usei um vibrador líquido.","Eu nunca fiz exerícios de Kegel.","Eu nunca vesti algo só para seduzir alguém.","Eu nunca estive na friend zone de alguém.","Eu nunca fiz bondage.","Eu nunca fiz sexo na balada.","Eu nunca gozei só com 1 beijo.","Eu nunca li contos eróticos.","Eu nunca escrevi contos eróticos.","Eu nunca dei um presente erótico.","Em nunca fui em um encontro às cegas.","Eu nunca tentei controlar um orgasmo.","Eu nunca dormi de conchinha.","Eu nunca me considerei bom/boa de cama.","Eu nunca encontrei meu ponto G.","Eu nunca fiz fotos eróticas.", 
    "Eu nunca fiquei bêbado.","Eu nunca tirei comida do lixo e comi.","Eu nunca peidei em público.","Eu nunca viajei de avião.","Eu nunca matei aula.","Eu nunca menti para os meus pais.","Eu nunca fiz uma aposta arriscada.","Eu nunca dormi no cinema.","Eu nunca chorei ou flertei para me livrar de uma multa.","Eu nunca arruinei as férias de alguém.","Eu nunca peguei comida ou bebida em festa e levei para casa.","Eu nunca caí porque estava olhando o celular.","Eu nunca tentei cortar meu cabelo e me arrependi.","Eu nunca me apaixonei à primeira vista.","Eu nunca deletei comentários de haters.","Eu nunca disse que amo alguém sem querer ou sem sentir.","Eu nunca peguei carona de estranhos.","Eu nunca gostei de uma música de Justin Bieber.","Eu nunca estive acordado por dois dias seguidos.","Eu nunca fiz alguém ir para o hospital.","Eu nunca segurei vela.","Eu nunca menti minha opinião para impressionar alguém.","Eu nunca usei óculos sem lentes.","Eu nunca fui pego no plágio ou colando.","Eu nunca tingi meu cabelo de uma cor bem forte.","Eu nunca visitei um país em África (pode falar qualquer continente).","Eu nunca fiz bungee jumping.","Eu nunca fiquei mais de 2 dias sem tomar banho.","Eu nunca apareci em vídeo no YouTube.","Eu nunca desmaiei","Eu nunca fiz piercing ou tatuagem.","Eu nunca colei chiclete debaixo da mesa.","Eu nunca guardei chiclete para mascar depois.","Eu nunca fui expulso de um bar.","Eu nunca beijei um estranho.","Eu nunca disse adeus.","Eu nunca comi algo escondido para não dividir.","Eu nunca fingi que falava outro idioma.","Eu nunca menti no currículo.","Eu nunca dei calote.","Eu nunca levei calote.","Eu nunca peguei emprestado e não devolvi.","Eu nunca vi neve.","EU nunca vi um macaco ao vivo.","Eu nunca caí de moto e me ralei.","Eu nunca me afoguei.","Eu nunca me confessei na igreja.","EU nunca ouvi música Gospel.","EU nunca fui em um rodeio.","Eu nunca fiz perguntas para Siri.","Eu nunca fiquei preso no elevador.","Eu nunca aprendi a andar de bicicleta.","Eu nunca comecei a ver uma série só para ter assunto.","Eu nunca menti que uma comida estava boa.","Eu nunca usei cueca/calcinha do avesso.","Eu nunca coloquei a culpa no cachorro.","Eu nunca experimentei comida de cachorro.","Eu nunca usei um alimento que passou da validade e depois todo mundo ficou com caganeira.","Eu nunca dancei funk no meu quarto sem ninguém ver.","Eu nunca treinei beijo de língua.","EU nunca cozinhei algo ruim e ofereci para me vingar da pessoa.","EU nunca colei na prova.","Eu nunca subi em uma árvore.","Eu nunca mostrei a bunda em público.","Eu nunca procurei perguntas para brincadeira eu nunca na internet.","Eu nunca dancei no palco de uma festa.","Eu nunca invadi uma foto de alguém.","Eu nunca tive medo de dormir sozinho.","Eu nunca passei mal de tanto comer.","Eu nunca cantei em público.","Eu nunca fui roubado.","Eu nunca ganhei um sorteio.","Eu nunca brinquei de torta na cara.","Eu nunca apareci na tv.","Eu nunca espirrei catarro em público.","Eu nunca fui perseguido por animais.","Eu nunca tive uma crise de riso em um momento sério.","Eu nunca misturei água na bebida para render mais.","Eu nunca dei um soco em algo de vidro.","Eu nunca recebi flores.","Eu nunca fui à Bahia.","Eu nunca quis pouco.","Eu nunca tive catapora.","Eu nunca pensei que eu sou a pessoa mais linda dessa roda.","Eu nunca fiquei sem dormir por dois dias seguidos.","Eu nunca vi um animal selvagem.","Eu nunca acampei.","Eu nunca fiz uma fogueira.","Eu nunca voei em um balão.","EU nunca vomitei em um parque de diversões.","Eu nunca cortei o meu próprio cabelo.","Eu nunca invadi uma casa.","Eu nunca comi língua de boi.","Eu nunca planejei um discurso no banho.","Eu nunca enviei fotos das minhas fezes para alguém.","Eu nunca fui a um baile funk.","Eu nunca fiquei com o irmão de um amigo.","Eu nunca procurei o meu nome no Google.","Eu nunca chorei no transporte público.","Eu nunca enviei uma carta de amor.","Eu nunca fui o último a ser escolhido para alguma coisa.","Eu nunca li a Bíblia.","Eu nunca fui a um karaokê.","Eu nunca quebrei um osso.","Eu nunca quebrei um dente.","Eu nunca tive um cárie.","Eu nunca fui a um rodeio.","Eu nunca fui picado por uma abelha ou marimbondo.","Eu nunca mastiguei gelo.","Eu nunca comi jiló.","Eu nunca fiquei de recuperação.","Eu nunca joguei jogos de guerra.","Eu nunca chorei em um show.","Eu nunca surfei.","Eu nunca mergulhei.","Eu nunca vi o mar.","Eu nunca vi o sol nascer.","Eu nunca virei uma noite estudando.","Eu nunca tive um cachorro.","Eu nunca tive um gato.","Eu nunca tomei injeção no bumbum.","Eu nunca encontrei alguém famoso.","Eu nunca fiz brincadeiras evangélicas.","Eu nunca entendi uma piada e ri de mentira.","Eu nunca fui queimado por uma água viva.","Eu nunca participei de um programa de auditório.","Eu nunca caí na balada.","Eu nunca cumprimentei alguém fingindo que sabia quem era.","EU nunca pratiquei esportes.","EU nunca matei uma planta.","Eu nunca levei uma ovada.","Eu nunca joguei ovo em alguém.","Eu nunca tive piolho.","Eu nunca tive pulga.","Eu nunca matei uma barata.","Eu nunca engoli algo que não era de comer.","Eu nunca pintei uma parede.","Eu nunca apertei a campainha e saí correndo.","Eu nunca perdi um voo.","Eu nunca entupi uma privada e não contei para ninguém.","Eu nunca fingi que não vi alguém.","Eu nunca caí em uma pegadinha.","Eu nunca chorei em público.","Eu nunca tive infecção de urina.","Eu nunca pulei a catraca para não pagar.","Eu nunca menti no jogo 'Eu Nunca'.","Eu nunca pulei Carnaval.","Eu nunca fiz uma viagem de carro de mais de 10 horas.","Eu nunca perdi um brinquedo.","Eu nunca ignorei um amigo no WhatsApp.","Eu nunca tirei foto com roupas emprestadas.","Eu nunca comi até passar mal.","Eu nunca tive medo de ser flagrado pela polícia.","Eu nunca rebolei até a boquinha da garrafa.","Eu nunca caí em um golpe de internet.","Eu nunca dancei axé.","Eu nunca joguei coisas pela sacada ou pela janela.","Eu nunca caí da cama.","Eu nuca tomei na mamadeira depois de adulto.","Eu nunca me deparei com um ovo podre.","Eu nunca quebrei uma promessa.","Eu nunca comi restos de comida da outra mesa.","Eu nunca tive minhas redes sociais hackeadas.","Eu nunca comi sorvete com batata frita.","Eu nunca menti que estava ocupado para não sair.","Eu nunca fingi que estava falando no telefone.","Eu nunca parei de comer carne.","Eu nunca caí em um trote.","Eu nunca vi uma criatura extraterrestre.","Eu nunca chamei alguém de brega.","Eu nunca fiz brigadeiro.","Eu nunca perdi um animal de estimação.","Eu nunca dancei agarradinho.","Eu nunca naveguei em um barco.","Eu nunca vi o mar.","Eu nunca gostei de café.","Eu nunca fui chamado de feio.","Eu nunca fiz uma pergunta anônima porque tinha vergonha.","Eu nunca raspei o cabelo.","Eu nunca plantei uma árvore.","Eu nunca reciclei.","Eu nunca fiz perguntas constrangedoras.","Eu nunca perdi um voo.","Eu nunca tomei leite azedo.","Eu nunca comi pizza no café da manhã.","Eu nunca tirei foto com alguém famoso.","Eu nunca tive uma câmera de fotos analógica.","Eu nunca fui considerado o melhor em alguma coisa.","Eu nunca fui considerado o pior em alguma coisa.","Eu nunca falei para alguma pessoa que ela tinha cecê.","Eu nunca pintei uma parede.","Eu nunca limpei um banheiro.","Eu nunca costurei.","Eu nunca fritei um ovo.","Eu nunca misturei água no pote de shampoo.","Eu nunca usei perguntas para eu nunca de uma lista de perguntas.","Eu nunca gravei a tag eu nunca.","Eu nunca acreditei no amor.","EU nunca fui a um parque de diversões.","Eu nunca dirigi."
    ]
