{
  "emojis": {
    "Hobby Estranho": "🐸",
    "Superpoder Aleatório": "💪",
    "Fato Aleatório": "🤔",
    "Desejo Absurdo": "🌌",
    "Conquista Imaginária": "🏆",
    "Objeto Precioso Inusitado": "💎",
    "Frase Inspiradora Falsa": "🌈",
    "Gosto Peculiar": "🍭",
    "Data Comemorativa Fictícia": "🎉",
    "Mascote Imaginário": "🐲",
    "Mania Curiosa": "🌀",
    "Superstição Inusitada": "🔮",
    "Medo Incomum": "😱",
    "Comida Preferida Exótica": "🍣",
    "Citação Falsa de um Autor Famoso": "📜",
    "Objetivo Improvável": "🚀",
    "Emoji do Dia": "🌍",
    "Fato Aleatório sobre o Universo": "🌌",
    "Capacidade Imaginária": "🧙‍♂️",
    "Melhoria Falsa": "🏅"
  },
"elementosPerfil": {
  "Hobby Estranho": [
    "Coleção de tampas de garrafa com formatos inusitados",
    "Dança da galinha profissional",
    "Estudo de meteorologia dos formigueiros",
    "Colecionar guardanapos de restaurantes famosos",
    "Pintar quadros usando apenas comida como tinta",
    "Escrever poesias para formigas",
    "Estudo da geografia das nuvens",
    "Montar quebra-cabeças em escala nanométrica",
    "Esculpir esculturas de areia subaquáticas",
    "Colecionar pedras que brilham no escuro",
    "Inventar receitas de bolos com ingredientes incomuns",
    "Dançar valsa com plantas como parceiras",
    "Construir castelos de cartas em tamanho real",
    "Criar teorias sobre vida extraterrestre baseadas em emojis",
    "Estudo das constelações de poças d'água",
    "Colecionar selos de correspondências telepáticas",
    "Criar um museu de borrachas raras",
    "Treinar peixes para fazer truques de circo",
    "Escrever diários em código morse",
    "Estudo da física aplicada à arte de fazer malabarismos com bolinhas de gude"
  ],
  "Superpoder Aleatório": [
    "Controlar o clima das segundas-feiras",
    "Invisibilidade quando ninguém está olhando",
    "Teletransporte para qualquer lugar do mundo",
    "Transformar qualquer objeto em chocolate",
    "Falar com animais de estimação através do pensamento",
    "Prever o futuro das bolhas de sabão",
    "Manipular a sorte em jogos de pedra, papel, tesoura",
    "Conversar com plantas sobre jardinagem",
    "Ficar imune a picadas de mosquito",
    "Voar como um balão de festa",
    "Desaparecer em nuvens de purpurina",
    "Transformar sonhos em realidade com um estalar de dedos",
    "Ter visão de raio-X para encontrar objetos perdidos",
    "Alterar o sabor das bebidas com um sopro",
    "Criar pontes de arco-íris entre nuvens",
    "Andar sobre bolhas de sabão sem estourá-las",
    "Mudar a cor do próprio cabelo com a força do pensamento",
    "Comunicar-se com robôs através de emoji",
    "Ler mentes de pinguins na Antártida",
    "Transformar música em bolhas de sabão que dançam"
  ],
  "Fato Aleatório": [
    "Ganhou uma competição de imitação de gatos miando",
    "Nunca perdeu um jogo de pedra, papel, tesoura",
    "Aprendeu a andar de bicicleta aos 3 meses de idade",
    "Tem um recorde mundial de comilança de pizza",
    "Inventou um novo estilo de dança para formigas",
    "Descobriu uma ilha habitada por unicórnios",
    "Foi coroado rei ou rainha da festa do pijama",
    "Treinou um sapo para cantar ópera",
    "Construiu um castelo de areia que resistiu a uma tempestade",
    "Encontrou o pote de ouro no final do arco-íris",
    "Fez uma viagem ao centro da Terra e voltou",
    "Criou um idioma próprio baseado em emojis",
    "Plantou uma floresta inteira usando sementes de girassol",
    "Ganhou uma competição de imitação de vento",
    "Descobriu uma nova cor visível apenas aos olhos dos gatos",
    "Criou um festival de bolhas de sabão gigantes",
    "Treinou um peixe para fazer truques de mágica",
    "Construiu uma cidade de marshmallows",
    "Foi adotado por um grupo de pinguins na Antártida",
    "Criou uma máquina que transforma pensamentos em abraços"
  ],
  "Desejo Absurdo": [
    "Voar para a Lua de foguete de papel",
    "Aprender a falar a língua dos pinguins",
    "Ter uma máquina que transforma pensamentos em chocolate",
    "Criar um portal para um universo paralelo onde todos são gatos",
    "Descobrir uma fonte infinita de pizza de graça",
    "Construir um parque de diversões no quintal de casa",
    "Viajar para o passado e participar de um baile real",
    "Ter um lago de sorvete no jardim",
    "Ser capaz de ler livros apenas olhando para eles",
    "Transformar água em refrigerante de graça",
    "Possuir um tapete mágico que voa sem combustível",
    "Ser o campeão mundial de cochilos",
    "Inventar uma máquina de tradução para miados de gato",
    "Descobrir uma ilha cheia de unicórnios",
    "Criar um festival de bolhas de sabão gigantes",
    "Ter um quarto que se transforma em qualquer lugar do mundo",
    "Ser um detetive que resolve crimes de doces desaparecidos",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Construir uma cidade feita inteiramente de marshmallows"
  ],
  "Conquista Imaginária": [
    "Melhor comedor de tacos da vizinhança",
    "Ganhador do prêmio de melhor imitador de gatos",
    "Campeão de surf em piscinas de plástico",
    "Vencedor da maratona de comédia stand-up para pandas",
    "Primeiro lugar no campeonato de dança da galinha",
    "Maior coleção de pedras encontradas na praia",
    "Detentor do recorde mundial de sorrisos por minuto",
    "Melhor inventor de brinquedos para unicórnios",
    "Ganhador do prêmio de melhor chef de comida de astronauta",
    "Mais vezes na lista dos mais engraçados no Instagram",
    "Primeiro astronauta a fazer um churrasco no espaço",
    "Capitão da equipe vencedora da corrida de tartarugas",
    "Maior coleção de nuvens fotografadas",
    "Vencedor do torneio de luta livre de travesseiros",
    "Campeão mundial de competições de bocejo",
    "Vencedor da maratona de patinação no gelo em meias",
    "Melhor contador de histórias para formigas",
    "Ganhador do prêmio de melhor artista de desenhos em nuvens",
    "Primeiro lugar na competição de lançamento de abóboras",
    "Campeão do concurso de imitação de vento"
  ],
  "Objeto Precioso Inusitado": [
    "Pedra filosofal que transforma água em sorvete",
    "Anel mágico que traduz pensamentos em emojis",
    "Amuleto que concede desejos absurdos",
    "Varinha mágica que transforma chuva em confetes",
    "Cálice que enche automaticamente de suco de arco-íris",
    "Pulseira que traduz o canto dos pássaros em músicas pop",
    "Colar que brilha no escuro com segredos do universo",
    "Relógio de bolso que adianta o tempo nos feriados",
    "Capa invisível que transforma em invisível ao usar",
    "Óculos que permitem ver o passado através de fotos antigas",
    "Escudo que repele o mau humor com raios de arco-íris",
    "Livro que conta histórias diferentes a cada leitura",
    "Espelho que reflete imagens de mundos paralelos",
    "Diário que escreve seus pensamentos em forma de poesia",
    "Mapa que mostra os caminhos para sonhos realizados",
    "Cofre que guarda segredos de amigos imaginários",
    "Telescópio que revela estrelas escondidas entre nuvens",
"Cápsula do tempo que viaja para o futuro e volta",
    "Colarinho que transforma o suor em gotas de mel",
    "Tabuleta que traduz as nuvens em poemas"
  ],
  "Frase Inspiradora Falsa": [
    "A vida é como uma pizza, sempre cabe mais uma fatia",
    "Se a vida te der limões, faça limonada com gosto de arco-íris",
    "Nunca deixe de sonhar, mesmo que seja com marshmallows",
    "O impossível é apenas uma questão de perspectiva",
    "Não conte as estrelas, faça amizade com elas",
    "A vida é uma dança e você é o coreógrafo",
    "Sorria, mesmo que seja segunda-feira",
    "O segredo da felicidade está em abraçar os momentos",
    "O verdadeiro tesouro está nas risadas compartilhadas",
    "A imaginação é a chave para abrir qualquer porta",
    "Faça do café da manhã uma aventura diária",
    "A vida é um grande palco, dance sempre que puder",
    "Inspiração está em toda parte, até nas nuvens",
    "O melhor caminho é aquele que você cria",
    "A alegria está nas pequenas coisas, como bolhas de sabão",
    "Não busque o fim do arco-íris, seja o arco-íris",
    "O amor é o idioma universal, aprenda a falar fluente",
    "O amanhã é uma página em branco, escreva uma história épica",
    "A jornada é tão importante quanto o destino",
    "Seja a mudança que você deseja ver no parque de diversões"
  ],
  "Gosto Peculiar": [
    "Adora bolachas de chocolate com ketchup",
    "Só come macarrão com garfo de plástico",
    "Bebida favorita é suco de cenoura com pimenta",
    "Gosta de sanduíches de sorvete com mostarda",
    "Adora misturar cereais com iogurte de abacate",
    "Só bebe café com canudinho",
    "Gosta de batatas fritas com cobertura de marshmallows",
    "Só come pizza com cobertura de bananas",
    "Adora torta de maçã com ketchup",
    "Gosta de milkshake de espinafre com chantilly",
    "Só bebe água com limão e açúcar",
    "Adora sushi com chocolate derretido",
    "Gosta de bolo de aniversário com cobertura de pepino",
    "Só come salada com molho de marshmallow",
    "Adora biscoitos com molho de soja",
    "Gosta de queijo com geleia de uva",
    "Só bebe suco de tomate com pimenta",
    "Adora batata frita com sorvete",
    "Gosta de waffles com molho de pimenta",
    "Só come sorvete com mostarda"
  ],
  "Data Comemorativa Fictícia": [
    "Dia Nacional da Soneca Profissional",
    "Semana da Risada Contagiosa",
    "Festival das Bolhas de Sabão Gigantes",
    "Dia Internacional do Sorriso Sem Motivo",
    "Semana do Abraço Virtual",
    "Dia das Cachoeiras de Chocolate",
    "Festival da Dança dos Pinguins",
    "Dia da Exploração de Planetas Imaginários",
    "Semana da Magia com Sotaque de Unicórnio",
    "Festival da Música das Estrelas Cadentes",
    "Dia dos Abraços em Formato de Coração",
    "Semana do Café da Manhã em Marte",
    "Dia das Conchas que Cantam",
    "Festival da Imaginação sem Limites",
    "Dia das Corujas que Cantam na Chuva",
    "Semana dos Piratas com Perucas Coloridas",
    "Festival das Flores que Dançam ao Luar",
    "Dia do Sorvete de Arco-íris",
    "Semana do Teatro de Sombras de Marshmallows",
    "Festival do Conto de Fadas Moderno"
  ],
  "Mascote Imaginário": [
    "Dragão de estimação que cospe marshmallows",
    "Unicórnio que voa com asas de borboleta",
    "Panda ninja que adora fazer acrobacias",
    "Papagaio que fala em código morse",
    "Tartaruga que canta ópera",
    "Girafa que toca piano",
    "Sapo que faz truques de mágica",
    "Elefante que pinta quadros abstratos",
    "Macaco que dança salsa",
    "Cachorro que conta piadas",
    "Coelho que lê pensamentos",
    "Gato que escreve poesias",
    "Cavalo que faz malabarismos",
    "Pinguim que pratica judô",
    "Raposa que cria jogos de tabuleiro",
    "Coruja que toca violino",
    "Peixe que escreve histórias de aventura",
    "Baleia que faz espetáculos de circo",
    "Leão que organiza festas de chá",
    "Águia que canta ópera"
  ],
  "Mania Curiosa": [
    "Contar estrelas enquanto caminha de costas",
    "Guardar todas as etiquetas de frutas que já comeu",
    "Escrever poemas para a lua nas noites de insônia",
    "Dançar valsa com os próprios pensamentos",
    "Colecionar pegadas de unicórnios",
    "Fazer serenatas para os girassóis",
    "Observar borboletas e imaginar seus diários",
    "Contar histórias para formigas no parque",
    "Inventar nomes para nuvens durante o voo",
    "Fotografar reflexos de arco-íris em poças d'água",
    "Desenhar constelações em bolhas de sabão",
    "Conversar com os espíritos das árvores",
    "Organizar corridas de caracóis no jardim",
    "Criar receitas de chá para os duendes do jardim",
    "Ler contos de fadas para os grilos à noite",
    "Inventar coreografias para dançar com o vento",
    "Colecionar bilhetes de viagens interplanetárias",
    "Fazer mímicas para as estrelas no céu",
    "Criar roupas de festa para árvores de Natal",
    "Organizar torneios de xadrez com peças de frutas"
  ],
  "Superstição Inusitada": [
    "Acredita que andar de costas atrai boa sorte",
    "Coloca uma vela acesa na janela para afastar nuvens cinzentas",
    "Toca a orelha esquerda toda vez que vê um arco-íris",
    "Acredita que o riso de unicórnio traz sorte",
    "Dança sempre que ouve o canto de uma sereia",
    "Faz um desejo sempre que vê uma estrela cadente",
    "Aposta na cor da primeira bolha de sabão que estoura",
    "Escreve desejos em folhas de trevo de quatro folhas",
    "Acredita que fazer caretas para a lua traz sorte",
    "Toca uma sinfonia de chocalhos antes de dormir",
    "Segue as pegadas de duendes em busca de tesouros",
    "Guarda penas de pássaros como amuletos de boa sorte",
    "Faz um desejo ao acender uma vela perfumada",
    "Acredita que o brilho dos vagalumes indica caminhos secretos",
    "Cria poemas para as estrelas e os lança ao vento",
    "Segue o caminho das pedras em busca de histórias mágicas",
    "Desenha mapas estelares nas noites de lua cheia",
    "Aposta no número de pulos de coelho para prever o futuro",
    "Sopra um beijo para as nuvens para trazer um dia ensolarado",
    "Acredita que o arco-íris é um portal para reinos mágicos"
  ],
  "Medo Incomum": [
    "Medo de balões estourando",
    "Pavor de borboletas voadoras",
    "Terror de trovões em noites de lua cheia",
    "Medo de alturas dentro de bolhas de sabão",
"Pavor de palhaços em festas de marshmallow",
    "Medo de ser abduzido por unicórnios",
    "Terror de pegadas de fantasmas na neve",
    "Medo de escorregões em poças de sorvete",
    "Pavor de quedas de estrelas em noites de meteoros",
    "Medo de ataques surpresa de pandas ninja",
    "Terror de fadas do dente à noite",
    "Medo de duendes escondidos em bolsos",
    "Pavor de visitas noturnas de sereias",
    "Medo de bruxas voando em vassouras",
    "Terror de fantasmas usando máscaras de emojis",
    "Medo de zumbis em festas de chá",
    "Pavor de mariposas voando em nuvens",
    "Medo de palhaços invisíveis",
    "Terror de sombras de gatos em janelas",
    "Medo de risadas de esquilos à noite",
    "Pavor de trovões dançantes",
    "Medo de raios estalando em arco-íris",
    "Terror de tempestades de bolhas de sabão",
    "Medo de pegadas de unicórnio na areia"
  ],
  "Comida Preferida Exótica": [
    "Sushi de chocolate com morangos",
    "Pizza com cobertura de marshmallows",
    "Tacos de algodão doce com geleia de arco-íris",
    "Sorvete de bolo de aniversário com cobertura de pepino",
    "Hambúrguer de abacaxi com queijo de limão",
    "Sanduíche de sorvete com mostarda",
    "Salmão grelhado com molho de chocolate",
    "Macarrão com molho de abacate e cereais",
    "Torta de maçã com cobertura de ketchup",
    "Batatas fritas com cobertura de marshmallows",
    "Waffles com molho de pimenta",
    "Biscoitos com molho de soja",
    "Queijo com geleia de uva",
    "Bolo de aniversário com cobertura de pepino",
    "Sorvete com mostarda",
    "Sushi de chocolate com morangos",
    "Pizza com cobertura de marshmallows",
    "Tacos de algodão doce com geleia de arco-íris",
    "Sorvete de bolo de aniversário com cobertura de pepino",
    "Hambúrguer de abacaxi com queijo de limão"
  ],
  "Citação Falsa de um Autor Famoso": [
    "A imaginação é mais importante que o conhecimento. - Albert Einstein",
    "Seja a mudança que você quer ver no mundo. - Mahatma Gandhi",
    "O importante não é vencer todos os dias, mas lutar sempre. - Pele",
    "O verdadeiro segredo da felicidade está em abraçar os momentos. - Marie Curie",
    "A vida é uma jornada mágica, aproveite cada passo. - Isaac Newton",
    "O sorriso é o idioma universal da alegria. - Leonardo da Vinci",
    "Nunca deixe de sonhar, mesmo que seja com marshmallows. - Walt Disney",
    "A chave para o sucesso está em dançar sob a luz da lua. - Thomas Edison",
    "Inspiração está em toda parte, até nas nuvens. - Galileu Galilei",
    "O amor é a estrela guia do coração. - Nikola Tesla",
    "A vida é uma dança e você é o coreógrafo. - Amelia Earhart",
    "O verdadeiro tesouro está nas risadas compartilhadas. - Marie Curie",
    "A imaginação é a chave para abrir qualquer porta. - Thomas Edison",
    "A jornada é tão importante quanto o destino. - Amelia Earhart",
    "Seja a mudança que você deseja ver no parque de diversões. - Albert Einstein",
    "O amor é o idioma universal, aprenda a falar fluente. - Marie Curie",
    "O amanhã é uma página em branco, escreva uma história épica. - Thomas Edison",
    "A jornada é tão importante quanto o destino. - Amelia Earhart",
    "O sorriso é o idioma universal da alegria. - Leonardo da Vinci",
    "O amor é a estrela guia do coração. - Nikola Tesla"
  ],
  "Objetivo Improvável": [
    "Ser o campeão mundial de cochilos",
    "Inventar uma máquina de tradução para miados de gato",
    "Descobrir uma ilha secreta habitada por unicórnios",
    "Voar para a Lua de foguete de papel",
    "Aprender a falar a língua dos pinguins",
    "Ter uma máquina que transforma pensamentos em chocolate",
    "Criar um portal para um universo paralelo onde todos são gatos",
    "Descobrir uma fonte infinita de pizza de graça",
    "Construir um parque de diversões no quintal de casa",
    "Viajar para o passado e participar de um baile real",
    "Ter um lago de sorvete no jardim",
    "Ser capaz de ler livros apenas olhando para eles",
    "Transformar água em refrigerante de graça",
    "Possuir um tapete mágico que voa sem combustível",
    "Ser o campeão mundial de cochilos",
    "Inventar uma máquina de tradução para miados de gato",
    "Descobrir uma ilha secreta habitada por unicórnios",
    "Voar para a Lua de foguete de papel",
    "Aprender a falar a língua dos pinguins",
    "Ter uma máquina que transforma pensamentos em chocolate"
  ],
  "Emoji do Dia": [
    "🍕",
    "🎉",
    "🚀",
    "🦄",
    "🌈",
    "🍩",
    "🌟",
    "🍔",
    "🌼",
    "🎮",
    "🎸",
    "📸",
    "🎤",
    "🍦",
    "🏄",
    "🍹",
    "🎭",
    "🎳",
    "🎻",
    "🏆"
  ],
  "Fato Aleatório sobre o Universo": [
    "No espaço, não há gravidade",
    "Existem bilhões de estrelas na Via Láctea",
    "O Sol é uma estrela média em comparação com outras no Universo",
    "Existem buracos negros que devoram estrelas",
    "As estrelas cadentes são meteoros que queimam ao entrar na atmosfera",
    "Os cometas são feitos de gelo e poeira cósmica",
    "A lua é o único satélite natural da Terra",
    "Os planetas se movem em órbitas elípticas ao redor do Sol",
    "O universo é vasto e em constante expansão",
    "As estrelas nascem e morrem em ciclos cósmicos",
    "Existem galáxias além da nossa Via Láctea",
    "A gravidade mantém os planetas em órbita ao redor das estrelas",
    "Os planetas rochosos são compostos principalmente de minerais e metais",
    "As nebulosas são nuvens de poeira e gás onde novas estrelas nascem",
    "O cosmos é cheio de mistérios que desafiam a compreensão humana",
    "As supernovas são explosões de estrelas no final de suas vidas",
    "Os asteroides são pedaços de rocha que orbitam o Sol",
    "Os planetas gasosos são compostos principalmente de hidrogênio e hélio",
    "A vida pode existir em formas que não podemos imaginar",
    "A Via Láctea é apenas uma das muitas galáxias no universo"
  ],
  "Capacidade Imaginária": [
    "Teletransporte para o trabalho todos os dias",
    "Transformar água em refrigerante de graça",
    "Falar qualquer idioma de forma instantânea",
    "Criar um portal para um universo paralelo onde todos são gatos",
    "Inventar uma máquina de tradução para miados de gato",
    "Descobrir uma ilha secreta habitada por unicórnios",
    "Voar para a Lua de foguete de papel",
    "Aprender a falar a língua dos pinguins",
    "Ter uma máquina que transforma pensamentos em chocolate",
"Construir um parque de diversões no quintal de casa",
    "Viajar para o passado e participar de um baile real",
    "Ter um lago de sorvete no jardim",
    "Ser capaz de ler livros apenas olhando para eles",
    "Transformar água em refrigerante de graça",
    "Possuir um tapete mágico que voa sem combustível",
    "Teletransporte para o trabalho todos os dias",
    "Transformar água em refrigerante de graça",
    "Falar qualquer idioma de forma instantânea",
    "Criar um portal para um universo paralelo onde todos são gatos",
    "Inventar uma máquina de tradução para miados de gato",
    "Descobrir uma ilha secreta habitada por unicórnios",
    "Voar para a Lua de foguete de papel",
    "Aprender a falar a língua dos pinguins",
    "Ter uma máquina que transforma pensamentos em chocolate",
    "Construir um parque de diversões no quintal de casa",
    "Viajar para o passado e participar de um baile real",
    "Ter um lago de sorvete no jardim",
    "Ser capaz de ler livros apenas olhando para eles",
    "Transformar água em refrigerante de graça"
  ],
  "Melhoria Falsa": [
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Voar para a Lua de foguete de papel",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Voar para a Lua de foguete de papel",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Voar para a Lua de foguete de papel",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Voar para a Lua de foguete de papel",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Voar para a Lua de foguete de papel",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar",
    "Voar para a Lua de foguete de papel",
    "Inventar um relógio que adianta o tempo nos feriados",
    "Descobrir um portal secreto para o fundo do mar"
  ]}
}