const menugold = (prefix, EmojiBot, ABC, pushname) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `
╭━━━━━◉         
┆    ╔┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╗    
┆    ║       *${EmojiBot}️𝑴𝑬𝑵𝑼 𝑮𝑶𝑳𝑫${EmojiBot}️*   
┆    ╚┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╝    
╰━━━━━◉     
​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

▢ ⌁ᴍᴇɴᴜ ᴅᴇ ɢᴏʟᴅ,ʙʀɪǫᴜᴇ ᴄᴏᴍ sᴇᴜs ᴀᴍɪɢᴏs⌁ ▢ 
╭═══════◉
┆    ╔┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╗
┆    ║
┆    ║Olá @${pushname}, bem-vindo ao *Menu Gold*! Este é um recurso em teste beta, e adoraríamos ouvir suas sugestões
┆    ║
┆    ╚┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╝ 
╰═══════◉

╭━━━━━◉         
┆    ╔┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╗    
┆    ║       *${EmojiBot}️𝑪𝑶𝑵𝑭𝑰𝑮 𝑨𝑫𝑴${EmojiBot}️*   
┆    ╚┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╝    
╰━━━━━◉     

╭═══════◉
┆    ║${EmojiBot}️ Configure o grupo: ${prefix}infogold
╰═══════◉

╭━━━━━◉         
┆    ╔┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╗    
┆    ║       *${EmojiBot}️𝑴𝑬𝑴𝑩𝑹𝑶𝑺${EmojiBot}️*   
┆    ╚┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╝    
╰━━━━━◉     

╭═══════◉
┆    
┆    ║${EmojiBot}️ ${prefix}roubargold @xpessoa
┆    ║${EmojiBot}️ ${prefix}vingançagold @xpessoa
┆    ║${EmojiBot}️ ${prefix}enviarcachaça @xpessoa
┆    ║${EmojiBot}️ ${prefix}iniciar_forca
┆    ║${EmojiBot}️ ${prefix}rankgold
┆    ║${EmojiBot}️ ${prefix}doargold @xpessoa/Y
┆    ║${EmojiBot}️ ${prefix}bolaogold 10
┆    ║${EmojiBot}️ ${prefix}quiznumero
┆    ║${EmojiBot}️ ${prefix}cassino
┆    ║${EmojiBot}️ ${prefix}aviatorgold
┆    ║${EmojiBot}️ ${prefix}doublegold
┆    ║${EmojiBot}️ ${prefix}ccgold
┆    ║${EmojiBot}️ ${prefix}caracoroa cara/valor
┆    ║${EmojiBot}️ ${prefix}roletadasorte
┆    ║${EmojiBot}️ ${prefix}statusgold
┆    ║${EmojiBot}️ ${prefix}comprar vingançagold
┆    ║${EmojiBot}️ ${prefix}comprar cachaça
┆    ║${EmojiBot}️ ${prefix}comprar escudo
┆    ║${EmojiBot}️ ${prefix}minerar_gold
┆    ║${EmojiBot}️ ${prefix}emprestargold @pessoa/valor
┆    ║${EmojiBot}️ ${prefix}infoemprestimo
┆   
╰═══════◉

╭━━━━━◉      
┆    ╔┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╗    
┆    ║   *${EmojiBot}️𝐂𝐎𝐍𝐒𝐎𝐌𝐄𝐌 𝐆𝐎𝐋𝐃${EmojiBot}️*   
┆    ╚┉✼┉═༺◈✼${EmojiBot}️✼◈༻═┉✼┉╝    
╰━━━━━◉    

╭═══════◉
${ABC}
╰═══════◉`
}
exports.menugold = menugold